Repository: whit3rabbit/turbospark
Catalog: swift/TurboSparkApp/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans, zh_hant

source: This Project Only
ar: هذا المشروع فقط
de: Nur dieses Projekt
es: Solo este proyecto
fr: Ce projet uniquement
he: רק הפרויקט הזה
hi: केवल यह प्रोजेक्ट
id: Hanya proyek ini
it: Solo questo progetto
ja: このプロジェクトのみ
ko: 이 프로젝트만
nl: Alleen dit project
pl: Tylko ten projekt
pt_br: Somente este projeto
ru: Только этот проект
sv: Endast det här projektet
tr: Yalnızca bu proje
uk: Лише цей проєкт
vi: Chỉ dự án này
zh_hans: 仅此项目
zh_hant: 僅此專案

source: This action requires your confirmation to execute.
ar: يتطلب هذا الإجراء تأكيدك لتنفيذه.
de: Diese Aktion erfordert Ihre Bestätigung zur Ausführung.
es: Esta acción requiere tu confirmación para ejecutarse.
fr: Cette action nécessite votre confirmation pour s'exécuter.
he: הפעולה הזו דורשת את אישורך כדי להתבצע.
hi: इस क्रिया को निष्पादित करने के लिए आपकी पुष्टि आवश्यक है।
id: Tindakan ini memerlukan konfirmasi Anda untuk dijalankan.
it: Questa azione richiede la tua conferma per essere eseguita.
ja: この操作を実行するには確認が必要です。
ko: 이 작업을 실행하려면 확인이 필요합니다.
nl: Deze actie vereist je bevestiging om te worden uitgevoerd.
pl: Ta akcja wymaga Twojego potwierdzenia, aby została wykonana.
pt_br: Esta ação exige sua confirmação para ser executada.
ru: Для выполнения этого действия требуется ваше подтверждение.
sv: Den här åtgärden kräver din bekräftelse för att köras.
tr: Bu eylemin yürütülmesi için onayınız gerekir.
uk: Ця дія потребує вашого підтвердження для виконання.
vi: Hành động này cần bạn xác nhận để thực thi.
zh_hans: 此操作需要你确认后才能执行。
zh_hant: 此操作需要你確認後才能執行。

source: This catalog lists no servers.
ar: لا يسرد هذا الكتالوج أي خوادم.
de: Dieser Katalog führt keine Server auf.
es: Este catálogo no incluye ningún servidor.
fr: Ce catalogue ne répertorie aucun serveur.
he: הקטלוג הזה אינו מציג שרתים.
hi: इस कैटलॉग में कोई सर्वर सूचीबद्ध नहीं है।
id: Katalog ini tidak mencantumkan server.
it: Questo catalogo non elenca alcun server.
ja: このカタログにはサーバーが登録されていません。
ko: 이 카탈로그에는 서버가 없습니다.
nl: Deze catalogus bevat geen servers.
pl: Ten katalog nie zawiera żadnych serwerów.
pt_br: Este catálogo não lista nenhum servidor.
ru: В этом каталоге нет серверов.
sv: Den här katalogen listar inga servrar.
tr: Bu katalogda sunucu listelenmiyor.
uk: У цьому каталозі немає серверів.
vi: Danh mục này không liệt kê máy chủ nào.
zh_hans: 此目录未列出任何服务器。
zh_hant: 此目錄未列出任何伺服器。

source: This chat
ar: هذه المحادثة
de: Dieser Chat
es: Este chat
fr: Cette discussion
he: השיחה הזו
hi: यह चैट
id: Obrolan ini
it: Questa chat
ja: このチャット
ko: 이 대화
nl: Deze chat
pl: Ten czat
pt_br: Este chat
ru: Этот чат
sv: Den här chatten
tr: Bu sohbet
uk: Цей чат
vi: Cuộc trò chuyện này
zh_hans: 此对话
zh_hant: 此對話

source: This chat's sampling
ar: أخذ العينات لهذه المحادثة
de: Sampling dieses Chats
es: Muestreo de este chat
fr: Échantillonnage de cette discussion
he: הדגימה של השיחה הזו
hi: इस चैट का सैंपलिंग
id: Sampling obrolan ini
it: Campionamento di questa chat
ja: このチャットのサンプリング
ko: 이 대화의 샘플링
nl: Sampling van deze chat
pl: Próbkowanie tego czatu
pt_br: Amostragem deste chat
ru: Сэмплирование этого чата
sv: Den här chattens sampling
tr: Bu sohbetin örneklemesi
uk: Семплювання цього чату
vi: Lấy mẫu của cuộc trò chuyện này
zh_hans: 此对话的采样设置
zh_hant: 此對話的取樣設定

source: This checkpoint ships no reasoning knob, so a level would change nothing.
ar: لا توفر نقطة التحقق هذه أي مقبض للتفكير، لذا لن يغير أي مستوى شيئا.
de: Dieser Checkpoint bringt keinen Regler für das Denken mit, daher würde eine Stufe nichts ändern.
es: Este checkpoint no incluye ningún control de razonamiento, así que un nivel no cambiaría nada.
fr: Ce checkpoint ne fournit aucun réglage de raisonnement ; un niveau ne changerait donc rien.
he: נקודת הביקורת הזו אינה כוללת בקרת חשיבה, ולכן רמה לא תשנה דבר.
hi: इस चेकपॉइंट में रीज़निंग नियंत्रण नहीं है, इसलिए कोई स्तर कुछ नहीं बदलेगा।
id: Checkpoint ini tidak menyediakan pengatur penalaran, jadi level tidak akan mengubah apa pun.
it: Questo checkpoint non offre alcun controllo del ragionamento, quindi un livello non cambierebbe nulla.
ja: このチェックポイントには推論の調整項目がないため、レベルを指定しても何も変わりません。
ko: 이 체크포인트에는 추론 조절 항목이 없으므로 수준을 지정해도 아무것도 달라지지 않습니다.
nl: Dit checkpoint bevat geen redeneerinstelling, dus een niveau zou niets veranderen.
pl: Ten punkt kontrolny nie ma regulacji rozumowania, więc poziom niczego by nie zmienił.
pt_br: Este checkpoint não traz controle de raciocínio, então um nível não mudaria nada.
ru: В этой контрольной точке нет регулятора рассуждений, поэтому уровень ничего не изменит.
sv: Det här checkpointet har ingen resonemangsinställning, så en nivå skulle inte ändra något.
tr: Bu denetim noktası akıl yürütme ayarı sunmaz, bu yüzden bir düzey hiçbir şeyi değiştirmez.
uk: Ця контрольна точка не має регулятора міркувань, тож рівень нічого не змінить.
vi: Checkpoint này không có nút điều chỉnh suy luận, nên đặt mức cũng không thay đổi gì.
zh_hans: 此检查点未提供推理调节项，因此设置级别不会有任何影响。
zh_hant: 此檢查點未提供推理調節項，因此設定等級不會有任何影響。

source: This conversation exists only in memory and cannot be recovered once discarded.
ar: توجد هذه المحادثة في الذاكرة فقط ولا يمكن استردادها بمجرد تجاهلها.
de: Diese Konversation existiert nur im Speicher und kann nach dem Verwerfen nicht wiederhergestellt werden.
es: Esta conversación solo existe en la memoria y no se puede recuperar una vez descartada.
fr: Cette conversation n'existe qu'en mémoire et ne peut pas être récupérée une fois abandonnée.
he: שיחה זו קיימת בזיכרון בלבד ולא ניתן לשחזר אותה לאחר שנמחקה.
hi: यह बातचीत केवल मेमोरी में मौजूद है और एक बार हटा दिए जाने के बाद इसे पुनर्प्राप्त नहीं किया जा सकता है।
id: Percakapan ini hanya ada di memori dan tidak dapat dipulihkan setelah dibuang.
it: Questa conversazione esiste solo in memoria e non può essere recuperata una volta scartata.
ja: この会話はメモリ内にのみ存在し、破棄すると復元できません。
ko: 이 대화는 메모리에만 존재하며 삭제된 후에는 복구할 수 없습니다.
nl: Dit gesprek bestaat alleen in het geheugen en kan niet meer worden hersteld nadat het is weggegooid.
pl: Ta konwersacja istnieje tylko w pamięci i nie można jej odzyskać po odrzuceniu.
pt_br: Esta conversa existe apenas na memória e não pode ser recuperada depois de descartada.
ru: Этот диалог существует только в памяти и не может быть восстановлен после закрытия.
sv: Den här konversationen finns bara i minnet och kan inte återställas när den väl har kasserats.
tr: Bu sohbet yalnızca bellekte bulunur ve atıldıktan sonra kurtarılamaz.
uk: Ця розмова існує лише в пам'яті і не може бути відновлена після видалення.
vi: Cuộc trò chuyện này chỉ tồn tại trong bộ nhớ và không thể khôi phục lại khi đã loại bỏ.
zh_hans: 此对话仅存在于内存中，一旦丢弃便无法恢复。
zh_hant: 此對話僅存在於記憶體中，一旦捨棄便無法復原。

source: This conversation is close to filling its context window. Starting a new chat keeps responses sharp.
ar: توشك هذه المحادثة على ملء نافذة سياقها. بدء محادثة جديدة يحافظ على دقة الردود.
de: Diese Unterhaltung füllt bald ihr Kontextfenster. Ein neuer Chat hält die Antworten präzise.
es: Esta conversación está a punto de llenar su ventana de contexto. Iniciar un chat nuevo mantiene la nitidez de las respuestas.
fr: Cette conversation est près de remplir sa fenêtre de contexte. Démarrer une nouvelle discussion garde des réponses nettes.
he: השיחה הזו קרובה למילוי חלון ההקשר שלה. פתיחת שיחה חדשה תשמור על תשובות חדות.
hi: यह बातचीत अपनी संदर्भ विंडो भरने के करीब है। नई चैट शुरू करने से उत्तर सटीक बने रहते हैं।
id: Percakapan ini hampir memenuhi jendela konteksnya. Memulai obrolan baru menjaga jawaban tetap tajam.
it: Questa conversazione sta per riempire la sua finestra di contesto. Avviare una nuova chat mantiene risposte nitide.
ja: この会話はコンテキストウィンドウをほぼ使い切っています。新しいチャットを始めると回答の切れ味が保たれます。
ko: 이 대화는 컨텍스트 윈도우를 거의 채웠습니다. 새 대화를 시작하면 응답 품질이 유지됩니다.
nl: Dit gesprek vult bijna zijn contextvenster. Een nieuwe chat houdt de antwoorden scherp.
pl: Ta rozmowa niemal wypełniła swoje okno kontekstu. Rozpoczęcie nowego czatu zachowa trafność odpowiedzi.
pt_br: Esta conversa está perto de encher a janela de contexto. Iniciar um novo chat mantém as respostas afiadas.
ru: Эта беседа почти заполнила окно контекста. Новый чат поможет сохранить точность ответов.
sv: Den här konversationen håller på att fylla sitt kontextfönster. En ny chatt håller svaren skarpa.
tr: Bu konuşma bağlam penceresini doldurmak üzere. Yeni bir sohbet başlatmak yanıtları keskin tutar.
uk: Ця розмова майже заповнила своє вікно контексту. Новий чат допоможе зберегти точність відповідей.
vi: Cuộc trò chuyện này sắp lấp đầy cửa sổ ngữ cảnh. Bắt đầu cuộc trò chuyện mới giúp câu trả lời sắc sảo hơn.
zh_hans: 此对话即将填满上下文窗口。开启新对话可保持回答的精准度。
zh_hant: 此對話即將填滿上下文視窗。開啟新對話可保持回答的精準度。

source: This is a Default-user backup: it imports as a new named user, not the built-in one.
ar: هذه نسخة احتياطية للمستخدم الافتراضي: سيتم استيرادها كمستخدم جديد باسم، وليس كمستخدم مدمج.
de: Dies ist ein Backup des Standardbenutzers: Es wird als neuer benannter Benutzer importiert, nicht als der eingebaute.
es: Esta es una copia de seguridad del usuario predeterminado: se importará como un usuario nuevo con nombre, no como el integrado.
fr: Il s'agit d'une sauvegarde de l'utilisateur par défaut : elle sera importée comme un nouvel utilisateur nommé, et non comme l'utilisateur intégré.
he: זהו גיבוי של משתמש ברירת המחדל: הוא ייובא כמשתמש חדש עם שם, ולא כמשתמש המובנה.
hi: यह डिफ़ॉल्ट उपयोगकर्ता का बैकअप है: यह अंतर्निहित उपयोगकर्ता के बजाय नाम वाले नए उपयोगकर्ता के रूप में आयात होगा।
id: Ini adalah cadangan pengguna bawaan: cadangan ini diimpor sebagai pengguna baru bernama, bukan pengguna terpasang.
it: Questo è un backup dell'utente predefinito: verrà importato come un nuovo utente con nome, non come quello integrato.
ja: これはデフォルトユーザーのバックアップです。組み込みのユーザーではなく、新しい名前付きユーザーとして読み込まれます。
ko: 기본 사용자의 백업입니다. 내장 사용자가 아닌 새로운 이름의 사용자로 가져옵니다.
nl: Dit is een back-up van de standaardgebruiker: deze wordt geïmporteerd als een nieuwe benoemde gebruiker, niet als de ingebouwde.
pl: To jest kopia zapasowa użytkownika domyślnego: zostanie zaimportowana jako nowy nazwany użytkownik, a nie wbudowany.
pt_br: Este é um backup do usuário padrão: ele será importado como um novo usuário com nome, não como o integrado.
ru: Это резервная копия пользователя по умолчанию: она будет импортирована как новый именованный пользователь, а не как встроенный.
sv: Det här är en säkerhetskopia av standardanvändaren: den importeras som en ny namngiven användare, inte den inbyggda.
tr: Bu, varsayılan kullanıcının yedeğidir: yerleşik kullanıcı olarak değil, yeni adlandırılmış bir kullanıcı olarak içe aktarılır.
uk: Це резервна копія типового користувача: вона буде імпортована як новий іменований користувач, а не як вбудований.
vi: Đây là bản sao lưu của người dùng mặc định: nó sẽ được nhập như một người dùng mới có tên, không phải người dùng tích hợp sẵn.
zh_hans: 这是默认用户的备份:它将作为一个新的命名用户导入,而不是内置用户。
zh_hant: 這是預設使用者的備份:它會以新的命名使用者身分匯入,而非內建使用者。

source: This port has no kernels for the type this filename names. Probe it to see what the header actually contains.
ar: لا تتوفر في هذا الإصدار نوى للنوع الذي يشير إليه اسم الملف. افحصه لمعرفة ما تحتويه الترويسة فعليا.
de: Diese Portierung hat keine Kernel für den Typ, den dieser Dateiname nennt. Prüfen Sie die Datei, um zu sehen, was der Header tatsächlich enthält.
es: Esta versión no tiene kernels para el tipo que indica este nombre de archivo. Sondéalo para ver qué contiene realmente la cabecera.
fr: Ce portage n'a pas de noyaux pour le type indiqué par ce nom de fichier. Sondez-le pour voir ce que contient réellement l'en-tête.
he: בגרסת ההסבה הזו אין ליבות עבור הסוג ששם הקובץ מציין. בדוק אותו כדי לראות מה הכותרת מכילה בפועל.
hi: इस पोर्ट में उस प्रकार के लिए कर्नेल नहीं हैं जिसे यह फ़ाइल नाम बताता है। हेडर में वास्तव में क्या है, यह देखने के लिए इसे जांचें।
id: Port ini tidak memiliki kernel untuk tipe yang disebut nama berkas ini. Periksa untuk melihat isi header sebenarnya.
it: Questa versione non ha kernel per il tipo indicato da questo nome di file. Sondalo per vedere cosa contiene davvero l'intestazione.
ja: この移植版には、このファイル名が示す型のカーネルがありません。ヘッダーの実際の内容を確認するには調査してください。
ko: 이 포트에는 이 파일 이름이 가리키는 유형의 커널이 없습니다. 헤더에 실제로 무엇이 있는지 확인하려면 조사하세요.
nl: Deze port heeft geen kernels voor het type dat deze bestandsnaam aanduidt. Onderzoek het om te zien wat de header werkelijk bevat.
pl: Ten port nie ma jąder dla typu wskazywanego przez tę nazwę pliku. Zbadaj go, aby zobaczyć, co naprawdę zawiera nagłówek.
pt_br: Esta port não tem kernels para o tipo indicado por este nome de arquivo. Sonde-o para ver o que o cabeçalho realmente contém.
ru: В этом порте нет ядер для типа, указанного в имени файла. Проверьте его, чтобы увидеть, что на самом деле содержит заголовок.
sv: Den här portningen har inga kärnor för typen som filnamnet anger. Undersök den för att se vad huvudet faktiskt innehåller.
tr: Bu uyarlamada, bu dosya adının belirttiği tür için çekirdek yok. Başlığın gerçekte ne içerdiğini görmek için inceleyin.
uk: У цьому порті немає ядер для типу, указаного в імені файлу. Дослідіть його, щоб побачити, що насправді містить заголовок.
vi: Bản chuyển này không có nhân cho kiểu mà tên tệp nêu ra. Hãy thăm dò để xem phần đầu thực sự chứa gì.
zh_hans: 此移植版没有该文件名所指类型的内核。探测它以查看文件头的实际内容。
zh_hant: 此移植版沒有該檔名所指類型的核心。探測它以查看檔頭的實際內容。

source: This removes %@ from the shared TurboSpark image store.
ar: يؤدي هذا إلى إزالة %@ من مخزن صور TurboSpark المشترك.
de: Dadurch wird %@ aus dem gemeinsamen TurboSpark-Bildspeicher entfernt.
es: Esto elimina %@ del almacen compartido de imagenes de TurboSpark.
fr: Cela supprime %@ du stockage d'images partage de TurboSpark.
he: פעולה זו מסירה את %@ מאחסון התמונות המשותף של TurboSpark.
hi: यह %@ को TurboSpark के साझा इमेज स्टोर से हटा देता है।
id: Ini menghapus %@ dari penyimpanan gambar bersama TurboSpark.
it: Questo rimuove %@ dall'archivio immagini condiviso di TurboSpark.
ja: 共有TurboSpark画像ストアから%@を削除します。
ko: 공유 TurboSpark 이미지 저장소에서 %@을(를) 제거합니다.
nl: Hiermee wordt %@ verwijderd uit de gedeelde afbeeldingsopslag van TurboSpark.
pl: Spowoduje to usuniecie %@ ze wspolnego magazynu obrazow TurboSpark.
pt_br: Isso remove %@ do armazenamento compartilhado de imagens do TurboSpark.
ru: Eto udalyaet %@ iz obshchego khranilishcha izobrazheniy TurboSpark.
sv: Detta tar bort %@ fran TurboSparks delade bildlager.
tr: Bu, %@ ogesini paylasilan TurboSpark goruntu deposundan kaldirir.
uk: Це видалить %@ зі спільного сховища зображень TurboSpark.
vi: Thao tac nay xoa %@ kho anh dung chung cua TurboSpark.
zh_hans: 这会从 TurboSpark 共享图像存储中删除 %@。
zh_hant: 這會從 TurboSpark 共用影像儲存空間中刪除 %@。

source: This removes the user's settings, chat history, projects, agents, global MCP servers and marketplaces, skills, plugins, custom tools, hooks, memory, and model favorites. The folder moves to the Trash, but restoring it does not bring the profile back; it is only for recovering files by hand. Shared and untouched: downloaded models, the install registry, the Keychain server API key, and the UI language.
ar: يزيل هذا إعدادات هذا المستخدم وسجل محادثاته ومشاريعه ووكلاءه وخوادم MCP العامة وأسواقها ومهاراته وإضافاته وأدواته المخصصة وخطافه وذاكرته ومفضّلات نماذجه. ينتقل المجلد إلى المهملات، لكن استعادته لا تُعيد الملف الشخصي؛ هي فقط لاسترجاع الملفات يدويًا. المشترك وغير المتأثر: النماذج التي تم تنزيلها وسجل التثبيت ومفتاح API للخادم في حزمة المفاتيح ولغة الواجهة.
de: Dies entfernt die Einstellungen, den Chatverlauf, die Projekte, die Agents, die globalen MCP-Server und Marketplaces, die Skills, die Plugins, die benutzerdefinierten Werkzeuge, die Hooks, den Speicher und die Modelfavoriten dieses Benutzers. Der Ordner wandert in den Papierkorb, aber das Wiederherstellen bringt das Profil nicht zurück; er dient nur dazu, Dateien von Hand zu bergen. Geteilt und unberührt: heruntergeladene Modelle, die Installationsregistry, der Schlüsselbund-API-Schlüssel und die Sprache der Oberfläche.
es: Esto elimina la configuración, el historial de chats, los proyectos, los agentes, los servidores y marketplaces MCP globales, las habilidades, los plugins, las herramientas personalizadas, los hooks, la memoria y los favoritos de modelos de este usuario. La carpeta se mueve a la Papelera, pero restaurarla no recupera el perfil; solo sirve para recuperar archivos a mano. Compartido y sin cambios: los modelos descargados, el registro de instalaciones, la clave API del Llavero y el idioma de la interfaz.
fr: Ceci supprime les réglages, l'historique de discussions, les projets, les agents, les serveurs et marketplaces MCP globaux, les compétences, les plugins, les outils personnalisés, les hooks, la mémoire et les favoris de modèles de cet utilisateur. Le dossier part à la Corbeille, mais le restaurer ne ramène pas le profil ; cela sert seulement à récupérer des fichiers à la main. Partagé et intact : les modèles téléchargés, le registre d'installations, la clé API du trousseau et la langue de l'interface.
he: זה מסיר את ההגדרות, היסטוריית הצ'אטים, הפרויקטים, הסוכנים, שרתי ה-MCP והשווקים הגלובליים, הכישורים, התוספות, כלי העבודה המותאמים אישית, ההוקים, הזיכרון והמודלים המועדפים של משתמש זה. התיקייה עוברת לאשפה, אבל שחזורה אינו מחזיר את הפרופיל; הוא מיועד רק להצלת קבצים באופן ידני. משותף ואינו מושפע: המודלים שהורדו, רישום ההתקנות, מפתח ה-API של השרת בצרור המפתחות ושפת הממשק.
hi: यह इस उपयोगकर्ता की सेटिंग्स, चैट इतिहास, प्रोजेक्ट, एजेंट, ग्लोबल MCP सर्वर और मार्केटप्लेस, स्किल, प्लगइन, कस्टम टूल, हुक, मेमोरी और मॉडल पसंदीदा हटा देता है। फ़ोल्डर ट्रैश में चला जाता है, पर उसे वापस लाने से प्रोफ़ाइल वापस नहीं आती; यह केवल फ़ाइलें हाथ से निकालने के लिए है। साझा और अप्रभावित: डाउनलोड किए गए मॉडल, इंस्टॉल रजिस्ट्री, कीचेन की सर्वर API कुंजी और UI भाषा।
id: Ini menghapus setelan, riwayat obrolan, proyek, agen, server dan marketplace MCP global, skill, plugin, alat khusus, hook, memori, dan favorit model pengguna ini. Folder dipindah ke Sampah, tetapi memulihkannya tidak mengembalikan profil; itu hanya untuk menyelamatkan berkas secara manual. Yang dibagikan dan tidak tersentuh: model yang diunduh, registri instalasi, kunci API server di Keychain, dan bahasa antarmuka.
it: Questa operazione rimuove le impostazioni, la cronologia chat, i progetti, gli agenti, i server e i marketplace MCP globali, le skill, i plugin, gli strumenti personalizzati, gli hook, la memoria e i preferiti dei modelli di questo utente. La cartella va nel Cestino, ma ripristinarla non riporta il profilo; serve solo per recuperare i file a mano. Condivisi e intatti: i modelli scaricati, il registro delle installazioni, la chiave API del portachiavi e la lingua dell'interfaccia.
ja: この操作では、このユーザーの設定、チャット履歴、プロジェクト、エージェント、グローバルMCPサーバーとマーケットプレイス、スキル、プラグイン、カスタムツール、フック、メモリ、モデルのお気に入りが削除されます。フォルダはゴミ箱に移動しますが、元に戻してもプロファイルは復元されません。復元はファイルを手動で取り出すためのものです。共有され影響しないもの: ダウンロード済みモデル、インストールレジストリ、キーチェーンのサーバーAPIキー、UI言語。
ko: 이 작업은 이 사용자의 설정, 채팅 기록, 프로젝트, 에이전트, 글로벌 MCP 서버 및 마켓플레이스, 스킬, 플러그인, 사용자 지정 도구, 훅, 메모리, 모델 즐겨찾기를 제거합니다. 폴더는 휴지통으로 이동하지만 복원해도 프로필은 돌아오지 않으며, 파일을 손으로 건지는 용도입니다. 공유되어 영향받지 않는 것: 다운로드한 모델, 설치 레지스트리, 키체인의 서버 API 키, UI 언어.
nl: Dit verwijdert de instellingen, chatgeschiedenis, projecten, agents, globale MCP-servers en marketplaces, skills, plugins, aangepaste tools, hooks, geheugen en modelfavorieten van deze gebruiker. De map gaat naar de Prullenbak, maar herstellen brengt het profiel niet terug; dat is alleen om bestanden met de hand te redden. Gedeeld en onaangetast: gedownloade modellen, het installatieregister, de server-API-sleutel in de sleutelhanger en de taal van de interface.
pl: Spowoduje to usunięcie ustawień, historii czatów, projektów, agentów, globalnych serwerów i marketplace'ów MCP, umiejętności, wtyczek, niestandardowych narzędzi, hooków, pamięci i ulubionych modeli tego użytkownika. Folder trafia do Kosza, ale jego przywrócenie nie przywróci profilu; służy tylko do ręcznego odzyskania plików. Współdzielone i nietknięte: pobrane modele, rejestr instalacji, klucz API serwera w pęku kluczy oraz język interfejsu.
pt_br: Isso remove as configurações, o histórico de chats, os projetos, os agentes, os servidores e marketplaces MCP globais, as skills, os plugins, as ferramentas personalizadas, os hooks, a memória e os favoritos de modelos deste usuário. A pasta vai para o Lixo, mas restaurá-la não traz o perfil de volta; serve apenas para recuperar arquivos à mão. Compartilhados e intactos: os modelos baixados, o registro de instalações, a chave de API do chaveiro e o idioma da interface.
ru: Это удаляет настройки, историю чатов, проекты, агентов, глобальные серверы и маркетплейсы MCP, навыки, плагины, пользовательские инструменты, хуки, память и избранное моделей этого пользователя. Папка перемещается в Корзину, но её восстановление не вернёт профиль; оно лишь чтобы вручную спасти файлы. Общее и не затронутое: скачанные модели, реестр установок, ключ API из Связки ключей и язык интерфейса.
sv: Detta tar bort användarens inställningar, chatthistorik, projekt, agenter, globala MCP-servrar och marknadsplatser, färdigheter, plugin, anpassade verktyg, hooks, minne och modellfavoriter. Mappen flyttas till Papperskorgen, men att återställa den ger inte tillbaka profilen; det är bara för att rädda filer för hand. Delat och orört: nedladdade modeller, installationsregistret, server-API-nyckeln i nyckelringen och gränssnittsspråket.
tr: Bu işlem bu kullanıcının ayarlarını, sohbet geçmişini, projelerini, ajanlarını, global MCP sunucularını ve marketlerini, becerilerini, eklentilerini, özel araçlarını, hook'larını, belleğini ve model favorilerini kaldırır. Klasör Çöp'e taşınır ama onu geri yüklemek profili geri getirmez; yalnızca dosyaları elle kurtarmak içindir. Paylaşılan ve etkilenmeyen: indirilen modeller, kurulum kayıt defteri, Anahtarlık'taki sunucu API anahtarı ve arayüz dili.
uk: Це вилучає налаштування, історію чатів, проєкти, агентів, глобальні сервери та маркетплейси MCP, навички, плаґіни, власні інструменти, хуки, пам'ять і обрані моделі цього користувача. Папку переміщено до Кошика, але її відновлення не поверне профіль; воно лише щоб вручну врятувати файли. Спільне та недоторкане: завантажені моделі, реєстр встановлень, ключ API сервера у Звязці ключів і мова інтерфейсу.
vi: Thao tác này xóa các thiết lập, lịch sử chat, dự án, agent, máy chủ và chợ MCP toàn cục, kỹ năng, plugin, công cụ tùy chỉnh, hook, bộ nhớ và mục yêu thích mô hình của người dùng này. Thư mục sẽ chuyển vào Thùng rác, nhưng khôi phục nó không mang lại hồ sơ; việc đó chỉ để lấy lại tệp bằng tay. Dùng chung và không đổi: các mô hình đã tải xuống, sổ đăng ký cài đặt, khóa API máy chủ trong Keychain và ngôn ngữ giao diện.
zh_hans: 此操作会移除该用户的设置、聊天记录、项目、代理、全局 MCP 服务器与市场、技能、插件、自定义工具、钩子、记忆以及模型收藏。文件夹会移到废纸篓，但恢复它并不会找回该用户；恢复只是为了手动取回文件。共享且不受影响：已下载的模型、安装注册表、钥匙串中的服务器 API 密钥以及界面语言。
zh_hant: 此操作會移除該使用者的設定、聊天記錄、專案、代理人、全域 MCP 伺服器與市集、技能、外掛、自訂工具、掣鉤、記憶以及模型收藏。資料夾會移到垃圾桶，但還原它並不會取回該使用者；還原只是為了手動救回檔案。共用且不受影響：已下載的模型、安裝登錄、鑰匙圈中的伺服器 API 金鑰以及介面語言。
